app/views/dashboard/index.html.erb

SELECT COUNT(*) FROM "users"
---
              <div class="col-xs-9 text-right">
                <div class="huge"><%= User.count %></div>

SELECT COUNT(*) FROM "laboratories"
---
              <div class="col-xs-9 text-right">
                <div class="huge"><%= Laboratory.count %></div>